Repository: koevgeny10/a_f
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Diagnostic
ru: Диагностика
uk: Діагностика

source: Upload files
ru: Загрузить файлы
uk: Завантажити файли

source: Reports
ru: Отчет
uk: Звіт

source: Save
ru: Сохранить
uk: Зберегти

source: Load reports
ru: Загрузить отчет
uk: Завантажити звіт

source: Your password has been successfully changed.
ru: Ваш пароль был успешно изменен.
uk: Ваш пароль був успішно змінений.

source: Sorry, try again.
ru: Пожалуйста, повторите попытку.
uk: Вибачте, спробуйте ще раз.

source: Your settings have been successfully changed.
ru: Ваши настройки были успешно изменены.
uk: Ваші налаштування були успішно змінені

source: Alternative email
ru: Альтернативный эл. адрес
uk: Альтернативна поштова скринька

source: Check your verification code
ru: Проверьте код подтверждения
uk: Перевірте свій код підтвердження

source: Enter another email.
ru: Введите другой электронный ящик.
uk: Введіть іншу електронну скриньку

source: You cannot enter this email.
ru: Вы не можете ввести этот электронный ящик.
uk: Ви не можете ввести цю електронну скриньку.

source: Done!
ru: Готово!
uk: Готово!

source: Wrong links.
ru: Неправильные ссылки.
uk: Невірні посилання

source: Confirmation email
ru: Подтверждение по электронной почте
uk: Підтвердження електронної пошти

source: This user already exists.
ru: Этот пользователь уже существует.
uk: Такий користувач вже існує

source: Invitation
ru: Приглашение
uk: Запрошення

source: Thank you for help!
ru: Спасибо за помощь!
uk: Дякуємо Вам за допомогу!

source: Fail.
ru: Неудачно.
uk: Невдача.

source: Email
ru: Эл. адрес
uk: Електронна пошта

source: Password
ru: Пароль
uk: Пароль

source: First name
ru: Имя
uk: Ім'я

source: Last name
ru: Фамилия
uk: Прізвище

source: Password confirmation
ru: Подтверждение пароля
uk: Підтвердження паролю

source: This email is already in use.
ru: Этот эл. ящик уже используется.
uk: Ця скринька вже використовується.

source: Facebook link is not correct.
ru: Ссылка Facebook неверна.
uk: Facebook посилання не є правильним.

source: Twitter link is not correct.
ru: Ссылка Twitter неверна.
uk: Twitter посилання не є правильним.

source: Google+ link is not correct.
ru: Ссылка Google+ неверна.
uk: Google+ посилання не є правильним.

source: Github link is not correct.
ru: Ссылка Github неверна.
uk: Github посилання не є правильним.

source: Linkedin link is not correct.
ru: Ссылка Linkedin неверна.
uk: LinkedIn посилання не є правильним.

source: Address
ru: Адрес
uk: Адреса

source: Wrong address
ru: Неправильный адрес
uk: Невірна адреса

source: Phone
ru: Телефон
uk: Телефон

source: User photo
ru: Фотография пользователя
uk: Фотографія користувача

source: Image files only
ru: Только для изображений
uk: Тільки для фотографій

source: Additional settings available
ru: Дополнительные настройки доступны
uk: Додаткові налаштування доступні

source: Alt email edit available
ru: Альтернативный email редактирование доступно
uk: Редагування альтернативного email доступне

source: Font size edit available
ru: Редактирование размера шрифта доступно
uk: Редагування розмір шрифту доступне

source: Password edit available
ru: Редактировать пароль доступно
uk: Редагування паролю доступне

source: Social links edit available
ru: Редактировать ссылки на соцсети доступно
uk: Редагування посилань на соц мережі доступне

source: Table buttons text available
ru: Текст для кнопок таблиц доступен
uk: Текст біля кнопок таблиці доступний

source: Active setting
ru: Активная настройка
uk: Активне налаштування

source: Role
ru: Роль
uk: Роль

source: Club name
ru: Название клуба
uk: Назва клубу

source: E-mail of the invited user
ru: E-mail приглашенного пользователя
uk: Електронна пошта запрошеного користувача

source: About user
ru: О пользователе
uk: Про користувача

source: Alt email
ru: Альтернативный email
uk: Альтернативний email

source: Patronymic
ru: Отчество
uk: По батькові

source: Contact email
ru: Email для связи
uk: Email для зв'язку

source: Main email confirmed
ru: Основной email подтвержден
uk: Основний email підтверджений

source: Alt email confirmed
ru: Альтернативный email подтвержден
uk: Альтернативний email підтверджений

source: Photo
ru: Фотография
uk: Фотографія

source: Test is finished
ru: Тест закончен
uk: Тест закінчений

source: Male
ru: Мужской
uk: Чоловік

source: Female
ru: Женский
uk: Жінка

source: SMS
ru: СМС
uk: СМС

source: Sex
ru: Пол
uk: Стать

source: Birthday
ru: День рождения
uk: День народження

source: Dispatch
ru: Отправка
uk: Відправлення

source: The user agrees to provide access to personal info
ru: Пользователь соглашается предоставить доступ к личной информации
uk: Користувач погоджується надавати доступ до особистої інформації

source: Text with icons
ru: Текст иконками
uk: Текст з піктограмою

source: Show prompts
ru: Показать подсказки
uk: Відображати підказки

source: Hi
ru: Привет
uk: Привіт

source: Please click on the link to confirm your alt email
ru: Пожалуйста, нажмите на ссылку, чтобы подтвердить Ваш альтернативный почтовый ящик.
uk: Будь ласка, клацніть по посиланню, щоб підтвердити вашу альтернативну електронну пошту

source: Please click on the link to confirm your registration
ru: Пожалуйста, нажмите на ссылку, чтобы подтвердить свою регистрацию.
uk: Будь-ласка, натисніть на посилання, щоб підтвердити свою реєстрацію

source: User
ru: Пользователь
uk: Користувач

source: About client
ru: О клиенте
uk: Про клієнта

source: Life style
ru: Стиль жизни
uk: Стиль життя

source: Diseases
ru: Заболевания
uk: Захворювання

source: Motivation
ru: Мотивация
uk: Мотивація

source: Phone number
ru: Номер телефона
uk: Телефонний номер

source: Not specified
ru: Не указано
uk: Не вказано

source: Address of residence
ru: Адрес проживания
uk: Адреса проживання

source: New diagnostic
ru: Новая диагностика
uk: Нова діагностика

source: Generate report
ru: Создать отчет
uk: Створити звіт

source: Home page
ru: Главная страница
uk: Головна сторінка

source: Clients
ru: Клиенты
uk: Клієнти

source: User search by phone number
ru: Поиск по номеру телефона
uk: Пошук за номером телефону

source: Search
ru: Поиск
uk: Пошук

source: Reset
ru: Скинуть
uk: Скинути

source: Client has been found
ru: Клиент найден
uk: Клієнт найдений

source: Full name
ru: Фамилия, имя, отчество (ФИО)
uk: Прізвище, ім'я, по батькові (ПІБ)

source: Client has not been found
ru: Клиент не ден
uk: Клієнт не найдений

source: Login
ru: Войти
uk: Увійти

source: Remember me
ru: Запомнить меня
uk: Запам'ятати мене

source: Forgot password?
ru: Забыли пароль?
uk: Забули пароль?

source: Or login with
ru: Или войдите с помощью
uk: Або увійдіть за допомогою

source: About
ru: О нас
uk: Про нас

source: Lorem ipsum
ru: Панграмма
uk: Панаграма

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit.
ru: Съешь ещё этих мягких французских булок, да выпей же чаю.
uk: Жебракують філософи при ґанку церкви в Гадячі, ще й шатро їхнє п’яне знаємо

source: Profile
ru: Профиль
uk: Профіль

source: Questionnaire
ru: Анкета
uk: Анкета

source: I agree to receive information
ru: Я согласен получать информацию
uk: Я погоджуюся отримувати інформацію

source: I agree to provide access to personal information
ru: Я соглашаюсь предоставить доступ к личной информации
uk: Я погоджуюся надати доступ до особистої інформації

source: Update profile
ru: Обновить профиль
uk: Оновити профіль

source: Diagnostic graph
ru: График диагностики
uk: Графік діагностики

source: Sign up
ru: Зарегистрироваться
uk: Зареєструватися

source: I agree with the contract of
ru: Согласен с договором
uk: Згоден з договором

source: public offer
ru: публичной оферты
uk: публічної оферти

source: You were invited to join our website!
ru: Вы были приглашены на наш сайт!
uk: Вас було запрошено приєднатися до нашого сайту!

source: From user
ru: Оь пользователя
uk: Від користувача

source: Success!
ru: Успех!
uk: Успіх!

source: Your password has been set. You may go ahead and
ru: Ваш пароль был изменен. Вы можете перейти и
uk: Ваш пароль був змінений. Ви можете перейти та

source: sign in
ru: войти в систему
uk: увійти

source: now.
ru: сейчас.
uk: зараз.

source: Password reset
ru: Восстановление пароля
uk: Скидання пароля

source: Change password
ru: Изменить пароль
uk: Змінити пароль

source: Your password can't be too similar to your other personal information.
ru: Ваш пароль не может быть слишком похож на вашу личную информацию.
uk: Ваш пароль не повинен бути надто схожим на вашу персональну інформацію.

source: Your password must contain at least 8 characters.
ru: Ваш пароль должен содержать не менее 8 символов.
uk: Ваш пароль повинен містити принаймні 8 символів.

source: Your password can't be a commonly used password.
ru: Пароль не должен быть общеизвестным или простым.
uk: Ваш пароль не повинен бути загальновідомим або простим.

source: Your password can't be entirely numeric.
ru: Ваш пароль не может состоять лишь из цифр.
uk: Ваш пароль не може складатися лише з цифр.

source: The password reset link was invalid, possibly because it has already been used.
ru: Ссылка на сброс пароля недействительна, возможно, потому, что она уже была использована.
uk: Посилання для скидання пароля було недійсним, можливо, тому що воно вже було використане.

source: Please request a new password reset.
ru: Пожалуйста, запросите новый сброс пароля.
uk: Будь ласка, подайте запит на нове скидання пароля.

source: New password
ru: Новый пароль
uk: Новий пароль

source: New password confirmation
ru: Подтверждение нового пароля
uk: Підтвердження нового паролю

source: We've emailed you instructions for setting your password, if an account exists with the email you entered.
ru: Мы отправили вам по электронной почте инструкции по настройке пароля, если учетная запись существует с введенным вами электронным письмом.
uk: Ми надіслали нам вам інструкції щодо налаштування пароля, якщо існує обліковий запис із введенною вами електронною поштою.

source: You should receive them shortly.
ru: Вы должны получить их в ближайшее время.
uk: Ви повинні отримати їх незабаром.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ru: Если вы не получили электронное письмо, убедитесь, что вы указали адрес который вы зарегистрировали, и проверьте папку со спамом.
uk: Якщо ви не отримали електронний лист, переконайтеся, що ви ввели адресу, яку ви зареєстрували, і перевірте свою папку зі спамом.

source: Forgot password
ru: Забыли пароль
uk: Забули пароль

source: Submit
ru: Отправить
uk: Відправити

source: TestSite password reset
ru: TestSite восстановление пароля
uk: TestSite скидання пароля

source: Passing test at agefree
ru: Прохождение теста на agefree
uk: Проходження тесту на agefree

source: Congratulation, you have successfuly pass the test
ru: Поздравляем, вы успешно прошли тест
uk: Вітаю, ви успішно склали іспит

source: You have successfully added a user.
ru: Вы успешно добавили пользователя.
uk: Ви успішно додали користувача.

source: You have successfully removed a user.
ru: Вы успешно удалили пользователя.
uk: Ви успішно видалили користувача.

source: Thanks for registering {}. You are now logged in.
ru: Благодарим за регистрацию {}. Вы вошли в систему.
uk: Дякую за реєстрацію {}. Ви тепер в системі.

source: Thank you for your email confirmation.
ru: Спасибо за ваше подтверждение по электронной почте.
uk: Дякую за підтвердження вашої електронної пошти.

source: Activation link is invalid!
ru: Ссылка активации недействительна!
uk: Посилання для активації недійсне!

source: Thank you for your alt email confirmation.
ru: Спасибо за ваше подтверждение альтернативной электронной почты.
uk: Дякую за підтвердження вашої альтернативної поштової скриньки.

source: Sorry you don't have permission to access this file
ru: К сожалению, у вас нет прав для доступа к этому файлу
uk: Вибачте, ви не маєте дозволу на доступ до цього файлу

source: The email address associated with your account has not been verified.
ru: Адрес электронной почты, связанный с вашей учетной записью, не был проверен.
uk: Електронна адреса, пов'язана з вашим обліковим записом, не була підтверджена.

source: Personal office
ru: Персональный кабинет
uk: Особистий кабінет

source: View office
ru: Просмотр офиса
uk: Переглянути офіс

source: Edit password
ru: Редактировать пароль
uk: Редагувати пароль

source: Add alt email
ru: Добавить альтернативный адрес эл. почты
uk: Додати альтернативний email

source: Edit social links
ru: Редактировать социальные ссылки
uk: Редагувати посилання на соціальні мережі

source: Edit font size
ru: Изменить размер шрифта
uk: Редагувати розмір шрифта

source: Additional settings
ru: Дополнительные настройки
uk: Додаткові налаштування

source: Verify your primary email
ru: Подтвердите свой email
uk: Підтвердьте свій основний email

source: Exit
ru: Выйти
uk: Вихід

source: Change
ru: Изменить
uk: Змінити

source: Your alternate email is verified
ru: Ваш альтернативный адрес электронной почты проверен
uk: Ваш альтернативний електронний лист підтверджено

source: Your alternate email is not verified
ru: Ваш альтернативный адрес электронной почты не проверен
uk: Ваш альтернативний електронний лист не підтверджено

source: Social links
ru: Ссылки на соцсети
uk: Посилання на соціальні мережі

source: Font size
ru: Размер шрифта
uk: Розмір шрифта

source: Small
ru: Маленький
uk: Маленький

source: Normal
ru: Обычный
uk: Звичайний

source: Large
ru: Большой
uk: Великий

source: Invite new members to our site.
ru: Пригласите новых пользователей на наш сайт.
uk: Запросіть нових користувачів на наш сайт.

source: Send
ru: Отправить
uk: Відправити

source: Old password
ru: Старый пароль
uk: Старий пароль

source: Load page reports
ru: Загрузить страницу отчета
uk: Завантажити сторінку звіту

source: Page report
ru: Отчет. Страници
uk: Звіт. Страници

source: Page object report
ru: Отчет. Елементы на странице отчета
uk: Звіт. Елементи на сторінці

source: Page object type report
ru: Отчет. Тип объекта на странице
uk: Звіт. Тип елементу на сторінці

source: Diagnosis Type
ru: Диагностика. Тип
uk: Діагностика. Тип

source: Measurement
ru: Диагностика. Единици измерений
uk: Діагностика. Отдиниці виміру

source: Diagnostics Parameter
ru: Диагностика. Параметры
uk: Діагностика. Параметри

source: Diagnostics Result
ru: Диагностика. Результаты
uk: Діагностика. Результати

source: Variants for parameter diagnostics
ru: Диагностика. Параметры варианты
uk: Діагностика. Параметри варіанти

source: Tests
ru: Опросник
uk: Опитування

source: Variant
ru: Варианты ответов
uk: Варіанти відповідей

source: Answer
ru: Ответы
uk: Відповіді
